[
    {
        "CellType" : "f",
        "Medium": "img",
        "Ref":"0",
        "Title": "GOODHOME",
        "Client": "CKS Partners / marchFIRST",
        "JobTitle": "Art Director",
        "Article": "A USWEB/CKS project, under the Creative Direction of Tim Kain. I was hired to develop a Flash navigation system for the site, as well as site design and production for the lower levels of the site to fill in. The overall look and feel is airy and clean and achieved the client?s expectations by suggesting a desirable lifestyle to the user. This project was also delivered on an extremely tight schedule of about 8 weeks for both design and development.",
        "URL": "",
        "Image":[
            "samples/comps/goodhome1.jpg",
            "samples/comps/goodhome2.jpg",
            "samples/comps/goodhome3.jpg"
        ]
    },
    {
        "CellType" : "b",
        "Medium": "img",
        "Ref":"0",
        "Title": "SATURN.COM REDESIGN 2008",
        "Client": "Deutsch, LA",
        "JobTitle": "Designer, Flash Animator",
        "Article": "Saturn was a new client to Deutsch LA, and I was brought aboard for my previous successes with Toyota, Nissan, and Infiniti, to concept and create the Homepage for this car client.  Using the latest FLV streaming techniques, the user experience is carefully loaded with control over the information-needs of visiting users and then delivers a user-driven video and still-photo introduction to each of the five vehicles.  This both was a way for me to repurpose the available very-rough footage that the client already had, and also help consumers identify the vehicle to the vehicles name.",
        "URL": "samples/comps/saturn2.jpg",
        "Image":[
            "img/screens/saturn1.jpg",
            "img/screens/saturn2.jpg"
        ]
    },
    {
        "CellType" : "b",
        "Medium": "img",
        "Ref":"0",
        "Title": "TGIFRIDAYS.COM",
        "Client": "Deutsch, LA",
        "JobTitle": "Lead Flash Developer",
        "Article": "TGIFridays looked to Deutsch LA to redesign and reinvigorate their online site and menu/information architecture.  My role was in the creation of the Homepage, Drinks section, and dynamic flash menu and image throughout the site with a development schedule of two weeks. The timeline required an experienced sure-hand on the server-side and DHTML provided by Kish Hiranand, and design by Todd Swaim.",
        "URL": "img/comps/tgifridays2.jpg",
        "Image":[
            "img/screens/tgifridays1.jpg",
            "img/screens/tgifridays2.jpg"
        ]
    },
    {
        "CellType" : "a",
        "Medium": "html",
        "Ref":"0",
        "Title": "BOLDRIDE",
        "Client": "Code Particle",
        "JobTitle": "Front-End Developer",
        "Article": "Built on KohanaPHP in MVC, this site required a very modular and widget-based solution to reuse UI components through-out the site. I built the javascript and Video player logic with pre-rolls and ad management",
        "URL": "http://www.boldride.com",
        "Dimensions":"1280,720",
        "Image":[
            "img/screens/boldride1.jpg",
            "img/screens/boldride2.jpg",
            "img/screens/boldride3.jpg"
        ]
    }
]