[
    {
        "CellType" : "b",
        "Medium": "html",
        "Ref":"0",
        "Title": "NISSAN SHIFT_2.0",
        "Client": "TBWA / The Designory 2007",
        "JobTitle": "Concept, Developer",
        "Article": "SHIFT_2.0 was a TBWA/Chiat-Day campaign that sought to redefine the Nissan brand toward consumer-driven engineering . Concepted by me, under the creative direction of Amy Ivey and Tom Weisz, this project was targeted for broadband users and streams a seemless integration of multiple transparent FLV videos overlayed to meld the different Maya3D assets and AfterEffects animations by Ben Black, with fully roto-scoped greenscreen foreground vignettes filmed by PLUM/BEAU productions.",
        "URL": ["samples/flash/shift/base_remote.html"],
        "Dimensions":"1000,740",
        "Image":[
            "img/screens/shift1.jpg",
            "img/screens/shift2.jpg"
        ]
    },
    {
        "CellType" : "b",
        "Medium": "html",
        "Ref":"0",
        "Title": "YO ROTO! CiCi's Pizza",
        "Client": "Deutsch LA 2008",
        "JobTitle": "Flash Developer",
        "Article": "The viral YouTube videos depict an underground hero who works as a sign-spinner for the CiCis pizza company and pulls seemingly impossible gymnastic and break-dance moves and has generated a following.  My role was to create the destination website that is seeded in the endtag of the videos.  The site houses the videos for replay, and also presents the user with a game, inspired by GuitarHero, and a method to challenge their friends for hi-score.",
        "URL": ["samples/flash/yoroto"],
        "Dimensions":"1200,1000",
        "Image":[
            "img/screens/yoroto1.jpg",
            "img/screens/yoroto2.jpg"
        ]
    },
    {
        "CellType" : "b",
        "Medium": "html",
        "Ref":"0",
        "Title": "FUGOO TOUCH KIOSKE",
        "Client": "FuHu / Mitsubishi 2008",
        "JobTitle": "Flash Developer",
        "Article": "Challenged to make a demo for CES in 3 days that showcased the amazing precision of the touch-sensitive PrecisePoint screen. Flash allows me to breakdown the different mouse events to allow dragging and selecting items to get rather tactile and instinctive.",
        "URL": ["samples/flash/fugoo/demo.html"],
        "Dimensions":"1024,600",
        "Image":[
            "img/screens/fugoo1.jpg",
            "img/screens/fugoo2.jpg"
        ]
    },
    {
        "CellType" : "b",
        "Medium": "html",
        "Ref":"0",
        "Title": "U.S. ARMY TOUCH NAVIGATOR",
        "Client": "Ignited LA 2009",
        "JobTitle": "Flash Developer",
        "Article": "My first large-scale dynamic 3D project, a 3D wall of dynamic images and videos that could be sorted, searched, saved and explored further in terms of compensation, requirements, and soldier testament videos.",
        "URL": ["samples/flash/usarmy/demo.html"],
        "Dimensions":"1024,600",
        "Image":[
            "img/screens/usarmy1.jpg",
            "img/screens/usarmy2.jpg"
        ]
    },
    {
        "CellType" : "f",
        "Medium": "img",
        "Ref":"0",
        "Title": "RITEPRO P.M.S.",
        "Client": "QuadRite 2000",
        "JobTitle": "UI/UX Designer",
        "Article": "A proprietary web application for Product Data Management from Hewlett-Packard. The look needed to be very light and fast, with a design that could maintain integrity across all browser platforms including Unix and Solaris, and could also scale to encompass database returns of hundreds of rows and up to 20 columns in spread-sheet format. The user required that information be completely customizable and cross-reference able, that the sites layout and options and design be dynamically generated to a users security clearance. ",
        "URL": [""],
        "Image":[
            "img/screens/quadrite1.jpg",
            "img/screens/quadrite2.jpg",
            "img/screens/quadrite3.jpg"
        ]
    },
    {
        "CellType" : "b",
        "Medium": "html",
        "Ref":"0",
        "Title": "SCION MEDIA",
        "Client": "Whitmann-Hart / The Attic 2010",
        "JobTitle": "Concept Creator, Developer",
        "Article": "My concept with this banner-ad campaign was to use coded animations to reduce k-size while creating a blown-up effect to showcase how configurable and personalized your Scion can be. This was later used for the landing-page of all vehicles.",
        "URL": ["samples/banners/scion"],
        "Dimensions":"800,720",
        "Image":[
            "img/screens/scion1.jpg",
            "img/screens/scion2.jpg"
        ]
    }
]